import React from 'react'
import img from '../Utils/image/siteLogo.jpg';
import img1 from '../Utils/image/card2.webp';
import img2 from '../Utils/image/stage2-img1.jpg';
import img3 from '../Utils/image/stage2-img2.jpg';
import img4 from '../Utils/image/stage2-img3.jpeg';

function Lecture2() {
  return (
    <section className='text-center'>
      <div className="container">
        <img className='lecture-img my-3' src={img} alt="" height={'500'} width={"700"} />

        <h2 className='fs-1 mt-5 text-danger fw-bold'>
          <em>
            STAGE 2 <br />
            HANDOUTS FOR <br />
            Grades 7-8

          </em>
        </h2>

        <div className="">
          <img src={img1} className="img-fluid my-1" alt="" style={{ maxHeight: '600px' }} />

          <p className='lecture__text fs-4 mt-3 w-100 text-start'>
            Внутренним половым органам как многим известно относится <strong>МАТКА</strong>. Это полый мышечный  орган расположенная в малом тазу. Матка состоит из : <br />

            - Влагалища-мышечная трубка длиной 7-10 см ведущая в полость матки <br />

            -шейка матки-суженное конец влагалище открывающаяся в полость матки <br />

            -Дно матки . <br />

            Матка удерживается яичникам двумя <strong>ФОЛЛОПИЕВЫМИ ТРУБАМИ</strong> в конце, которых имеются <strong>ФИМБРИИ</strong>, которые захватывает готовую яйцеклетку образующееся после овуляции и впускают яйцеклетку в просвет труб. У самих труб имеется 3 части в одной из частей которых происходит оплодотворение, так какие эти части:воронка,ампула и перешеек маточных труб. <br />

            А готовая яйцеклетка сливается со сперматазоидом именно в ампулярном отделе.Вопрос откуда попадает сперматозоид в ампулярную часть маточных труб, ведь она покрыта слизистой пробкой почти всегда за исключением периода которая открывается временно и еще обратно закрывается пробкой.
          </p>

          <img src={img2} className="img-fluid my-1" alt="" />

          <p className='lecture__text fs-4 mt-3 w-100 text-start'>
            <em className='text-danger fw-bold'>
              Из скольких слоёв состоит матка
            </em>? <br />

            Она состоит из трёх слоёв: <br />
            Внутренной слизистой-эндометрий,которая ежемесячно обновленяется за счёт менструации,а после опладотворения служит для образования плаценты плода. <br />
            Средний мышечный слой-Миометрий она как и все мышцы сокращается в период полового акта,во время родов также в период менструации. <br />
            И наружный фиброзный слой покрытая брюшиной-Периметрий <br />
            Uterus- матка <br />
            Fallopian tube- фаллопиевая труба <br />
            Ovary - яичник <br />
            Vagina-влагалище <br />
            Fundus- дно <br />
            Cervix – шейка <br />
          </p>

          <em className='lecture__text fs-4 mt-3 w-100 d-block text-start text-danger'>
            Менструальный цикл
          </em>

          <img src={img3} alt="imag" className="img-fluid my-1" style={{ maxHeight: '600px' }} />

          <p className='lecture__text fs-4 mt-3 w-100 text-start'>
            В норме норме менструальный цикл длится <strong>25-32 дней</strong>.В среднем цикл длится <strong>28 дней</strong>.Менструальный цикл состоит из двух фаз:фолликулярной <strong>(1-14  день) </strong> и лютеиновой <strong>(15-28)</strong>. Данный цикл регулируется двумя гормонами ,которые синтезируются передней долей гипофиза(гороховидная железа расположенная в турецком седле черепа):Фолликулостимулирующий гормон<strong>(ФСГ)</strong> и Лютеинизирующий гормон <strong>(ЛГ)</strong>.ФСГ регулирует созревание фолликул в яичнике,ЛГ отвечает за овуляцию.Мы в отличие от мужчин рождаемся готовым набором фолликул в количесте <strong>300.000 </strong>примордиальных.  После рождения от материнского организма они нигде не синтезируются только созревают,у мужчин сперматозоиды созревают и вырабатывается из семенников каждые три дня.У нас к половому созреванию насчитывается около <strong>180.000</strong>  и к <strong>25 лет 65.000 </strong>,в каждый меструальный цикл мы теряем тычсячи фолликул. <br /> <br />

            В фолликулярной фазе менструального цикла под действием ФСГ интенсивно развиваются примордиальные фолликулы до Граафовых один из яичников готовит <strong>ДОМИНАНТНЫЙ</strong> фолликул которая содержит в себе яйцеклетку. Потом после того как она созревает,увеличивается в размерах и наполняясь жидкостью ждет действие ЛГ . Фолликулы в период созревания синтезируют ЭСТЕРОГЕНЫ при увеличинии до <strong>200</strong> пикограммах в крови дает сигнал к гипоталамусу и  затормаживается синтез ФСГ и увеличивается  синтез ЛГ поддействием которой наступает овуляция -ДОМИНАНТНЫЙ фолликул лопается и из него выходит готовая к опладотворению яйцеклетка.Выпустивший яйцеклетку ДОМИНАНТНЫЙ фолликул превращается в желтое тело которое синтезирует  <strong>ПРОГЕСТЕРОН</strong>.Этот гормон питает слой эндометрия создает наиболее благоприятное условие для развития плода. <br /> <br />

            За это время пока созревает яйцеклетка матка готовит слой эдометрия для развития плода,в случае если происходит половой акт. Эндометрий состоит из базального и функционального слоя . На функциональном слое   эндометрий обрастает спиралевидными артериями после оплодотворения которые служат для образования <strong>ПЛАЦЕНТЫ</strong>.Прогестерон которая синтезируется из желтого тела утолщает слой эндометрия растворяет слизистую пробку на шейке матки,делает выделения наиболее обильными,жидкими, что облегчает движение сперматозоида .Если помните я говорила что в шейке матки есть слизистая пробка и она временами открывается и  это период овуляции. <br /> <br />

            Теперь что такое <strong>ОКНО ФЕРТИЛЬНОСТИ-</strong>этот период считается 8-15 дни менструального цикла, в эти дни у вас  наибольшая вероятность забеременеть. Если же в течение этого периода происходит  ПА сперматозоид с большой вероятностью, без никаких трудностей проходя через открытую шейку матки поступает в полость матки, затем в ампулу маточной трубы, где происходит оплодотворение. ФИМБРИИ на концах маточных труб захватывают готовую к оплодотворению яйцеклетку и происходит наконец ополодотворение.
            Если же в эти дни не происходит оплодотворение,то функциональный слой готовится к кровотечению . Она отделяется от базального слоя эндометрия и выделяется через влагалище перемешиваясь выделениями желез.Из-за отсуствия оплодотворения желтое тело превращается в белое тело,т.к она неспособна синтезировать ПРОГЕСТЕРОН в крови его концентрация снижается и место его занимает эстероген сокрощающая миометрий-мышечный слой матки ,создает силу способствующая изгнанию крови во внешнуюю среду.
          </p>

          <em className='lecture__text fs-4 mt-3 w-100 d-block text-start text-danger'>
            Предменструальный синдром, Дисменореи
          </em>

          <img src={img4} alt="imag" className="img-fluid my-1" />

          <p className='lecture__text fs-4 mt-3 w-100 text-start'>
            Предменструальный синдром-это комплекс симптомов которые проявляются у девушек и у женщин перед менструацией. Они вполне индивидуальны и проявляется у каждого по разному.Они чаще жалуются на: <br />

            -Боли в малом тазу, пояснице, бедрах; <br />

            -Перепады настроения (читала, что женщины совершают суицид  по статистике  предменструальный период,так как концентрации гормонов резко увеличивается в крови) <br />

            -Тошнота <br />

            -Головные боли <br />

            -Многих тянет к сладкому в эти дни и д.р <br />

            Эти симптомы варируют от человека к человеку,но я назвала чаще встречающиеся. <br />

            Большинство девушек жалуются на боли в предменструальный период- <strong>ДИСМЕНОРЕЯ</strong>. Первое ,что вам следует делать уточнить ,что у вас нет никакой патологии.Физиологически у многих девушек менструация сопровождается болями, даже некоторые пропускают уроки или работу . Проблема в том,что у большинства женщин активность фермента <strong>ЦИКЛООКСИГЕНАЗЫ</strong> больше ,в сравнении с девушками , которые проводят месячные без никаких проблем. <br />

            <strong>ЦИКЛООКСИГЕНАЗА</strong>, участвует в синтезе <strong>ПРАСТОГЛАНДИНОВ </strong> которые способствуют сокращению матки.В этот период из-за недостатка кислорода в результате сокращения мышц возникает боль.Самое интересное то , что в период родовых схваток у женщин происходит <strong>4-5</strong> сокращений за <strong>10 мин.</strong>, а в период менструации <strong>5-6</strong> и более раз и  теперь представьте себе ,что происходит. <br />

            Вам за день до менструации или же ,как только у вас начинается боли рекомендуется принимать ибупрофен каждые 6-8 часов , чтобы устранить боль.Этим блокируется активность ЦИКЛООКСИГЕНАЗЫ. <br />

            Также другая причина болей у некоторых девушек не вступивших в ПА отверстие в центре <strong>ДЕВСТВЕННОЙ</strong> <strong>ПЛЕВЫ</strong>(Гимен) уже или же полностью закрыт,в этом случае затрудняется выход содержимого эндометрия и возникают боли. <br />
            Когда оно (отверстие) полностью закрыт , тогда осуществляется Гименопоастика
            Этот синдром ставится как диагноз девушкам после 20 лет так симптомы бывают ярко выраженными после данного возраста. <br />

            <strong>КАП-КАП</strong> br

            Выделениями мы сталкиваемся каждый день.Одни думают ,что это патологический процесс ,а другие могут даже не  обращать на это внимание.Выделения это физиологический процесс , как выделение слюны в ротовую полость. Попробуйте что-нибудь проглотить без слюны такие же неудобства у вас могут возникнуть без выделений.Обращайте  внимание на цвет,консистенцию,и запах.Когда будем разбирать менструальный цикл про изменение консистенции и количества объясню подробно.Во влагалище обитают молочно-кислые бактерии которые выделяют молочную кислоту в просвет влагалища и обеспечивают кислотно-щелочной баланс.Из-за этого запах выделений в норме кисловат,а цвет прозрацный в фолликулярной фазе и может измениться в лютеиновой фазе на желтоватый цвет. В лютеиновой фазе менструального цикла из-за увеличения триметиламина в организме запах немножко усиливается. Количество выделений больше в фолликулярной фазе и более жидкий чем  в лютеиновой фазе. Запомните при кашеобразных и творожистых выделениях вам следуют обратится к гинекологу так как такой характер выделений наблюдается при  <strong>хламидозе</strong>. Если выделения обильные в таком случае также обратитесь к врачу, есть вероятнось развития воспалений.

          </p>
        </div>
      </div>
    </section>
  )
}

export default Lecture2